Repository: EduCodeBe/ZWiki
Catalog: i18n/zwiki-*.po
Languages: pt_br, pt_pt

source: You are not authorized to upgrade all pages.
pt_br: Você não está autorizado a atualizar todas as páginas.
pt_pt: Não está autorizado a actualizar todas as páginas.

source: (folder -> Manage properties)
pt_br: (pasta -> Gerenciar propriedades)
pt_pt: (pasta -> Gerir propriedades)

source: You are not authorized to reparent or change subtopics links on this ZWiki Page.
pt_br: Você não está autorizado a reorientar ou alterar subtópicos linkados nesta página ZWiki.
pt_pt: Não está autorizado a perfilhar ou alterar subtópicos linkados nesta página ZWiki.

source: You are not authorized to change this ZWiki Page's type.
pt_br: Você não está autorizado a alterar o tipo desta página ZWiki.
pt_pt: Não está autorizado a alterar o tipo desta página ZWiki.

source: You are not authorized to edit this ZWiki Page.
pt_br: Você não está autorizado a editar esta página ZWiki.
pt_pt: Não está autorizado a editar esta página ZWiki.

source: You are not authorized to delete this ZWiki Page.
pt_br: Você não está autorizado a deletar esta página ZWiki.
pt_pt: Não está autorizado a apagar esta página ZWiki.

source: You are not authorized to rename this ZWiki Page.
pt_br: Você não está autorizado a renomear esta página ZWiki.
pt_pt: Não está autorizado a renomear esta página ZWiki.

source: This page was renamed to %s. You can delete this one if no longer needed.
pt_br: Esta página foi renomeada para %s. Você poderá deletá-la se não precisar mais.
pt_pt: Esta página foi renomeada para %s. Pode apaga-la caso já não seja necessária.

source: You are not authorized to upload files here.
pt_br: Você não está autorizado a carregar arquivos aqui.
pt_pt: Não está autorizado a transferir arquivos aqui.

source: You are not authorized to add a link on this ZWiki Page.
pt_br: Você não está autorizado a adicionar um link nesta Página ZWiki.
pt_pt: Não está autorizado a adicionar um link nesta Página ZWiki.

source: which pages link to this one ?
pt_br: Que páginas linkam para esta?
pt_pt: que páginas que apontam para esta ?

source: You are here
pt_br: Você está aqui

source: Edit conflict
pt_br: Editar conflito
pt_pt: Editar conflito

source: Someone else has saved this page while you were editing
pt_br: Alguém salvou esta página enquanto você estava editando
pt_pt: Alguém gravou esta página enquanto a editava

source: To resolve the conflict, do this
pt_br: Para resolver o conflito, faça isto
pt_pt: Para resolver o conflito, faça o seguinte

source: Click your browser's back button
pt_br: Clique no botão voltar do seu navegador
pt_pt: Clique no botão voltar do seu navegador

source: Copy your recent edits to the clipboard
pt_br: Copiar suas edições recentes para o clipboard
pt_pt: Copiar suas edições recentes para o clipboard

source: Click your browser's refresh button
pt_br: Clique no botão atualizar do seu navegador
pt_pt: Clique no botão actualizar do seu navegador

source: Paste in your edits again, being mindful of the latest changes
pt_br: Colar novamente nas suas edições, sendo lembradas as últimas alterações
pt_pt: Cole novamente as suas edições, mantendo em mente as últimas alterações

source: Click the Change button again
pt_br: Clique novamente no botão Alterar
pt_pt: Clique novamente no botão Alterar

source: or
pt_br: ou
pt_pt: ou

source: To discard your changes and start again, click OK
pt_br: Para descartar suas alterações e iniciar novamente, clique em OK
pt_pt: Para descartar as suas alterações e começar de novo, clique em OK

source: Page is locked
pt_br: A página está bloqueada
pt_pt: A página está bloqueada

source: This page has a webDAV lock. Someone is probably editing it with an external editor. You'll need to wait until they've finished and then try again. If you've just made some changes, you may want to back up and copy your version of the text for reference.
pt_br: Esta página tem um bloqueio webDAV. Provavelmente alguém está editando-a com um editor externo. Você precisa aguardar até isto ser finalizado e então tentar novamente. Se você tiver feito alguma alteração, você deve voltar e copiar a sua versão do texto como referência.
pt_pt: Esta página está bloqueada por webDAV. Provavelmente alguém está editando-a com um editor externo. Aguarde até que a outra pessoa acabe e tente novamente. Caso tenha feito alguma alteração, guarde a sua versão do texto como referência e aceda novamente à página.

source: To discard your changes and try again, click OK.
pt_br: Para descartar suas alterações e tentar novamente, clique em OK.
pt_pt: Para descartar suas alterações e tentar novamente, clique em OK.

source: 0 show these access key assignments wiki functions: f show front page c show wiki contents r show wiki recent changes show discussion page t show issue tracker i show wiki index o show wiki options (preferences) h show help page s go to search field page functions: v view page + view pages in full mode = view pages in simple mode - view pages in minimal mode m mail subscription b show backlinks (links to this page) d show diffs (page edit history) y show full history (in ZMI) e edit this page x edit with an external editor print this page (and subtopics) q view page source (quick-view) wipe and regenerate this page's render cache go to subtopics go to comments (messages) go to page author's home page, if possible n next page p previous page u up to parent page in edit form: s save changes when viewing diffs: n next edit p previous edit
pt_br: 0 mostrar as atribuições dessa chave de acesso funções do wiki: f mostrar a página frontal c mostrar os conteúdos do wiki r mostrar as alterações recentes no wikis mostrar a página de discussões t mostrar o acompanhamento de ocorrências i mostrar o sumário do wiki o mostrar as opções do wiki (preferências) h mostrar a página de ajuda s ir para o campo de busca funções da página: v visualizar a página + visualizar as páginas em modo cheio = visializar as páginas em modo simples - visualizar as páginas em modo mínimo m inscrição de e-mail b mostrar links de retorno (links para esta página) d mostrar comparações (página do histórico de edições) y mostrar todo o histórico (na ZMI) e editar esta página x editar com um editor externo imprimir esta página (e os subtópicos) q visualizar o código fonte da página (visão-rápida) Limpar e gerar esta página renderizada em cache ir para os subtópicos ir para os comentários (mensagens) ir para a home page do autor, se for possível n próxima página p página anterior u subir para a página pai no formulário de edições: s salvar alterações quando visualizando comparações: n próxima edição p edição anterior

source: years
pt_br: anos

source: year
pt_br: ano

source: month
pt_br: mês

source: months
pt_br: meses

source: weeks
pt_br: semanas

source: week
pt_br: semana

source: day
pt_br: dia

source: hours
pt_br: horas

source: minute
pt_br: minuto

source: minutes
pt_br: minutos

source: second
pt_br: segundo

source: seconds
pt_br: segundos

source: page in parent wiki
pt_br: página no wiki pai

source: create this page
pt_br: criar esta página

source: last edited %(interval)s ago
pt_br: última edição %(interval)s atrás

source: show last edit %(lastlog)s
pt_br: mostrar a última edição %(lastlog)s

source: by %(editor)s
pt_br: por %(editor)s

source: reply
pt_br: responder

source: Filter issues
pt_br: Filtro de ocorrências

source: You may create a new ZWiki Page object using the form below. You may also choose to upload an existing html file from your local computer by clicking the <i>Browse</i> button.
pt_br: Você pode criar um novo objeto Página ZWiki usando o formulário abaixo. Você também pode escolher atualizar um arquivo html existente do seu computador local clicando o botão <i>Navegar</i>.

source: File
pt_br: Arquivo

source: Add
pt_br: Adicionar

source: Add and Edit
pt_br: Adicionar e Editar

source: Set your site preferences below.
pt_br: Configure suas preferências do site abaixo.

source: You may also click the full, simple, minimal links if provided.
pt_br: Você pode tambem clicar nos links total, simples, mínimo se estiverem disponíveis.

source: Category
pt_br: Categoria

source: Add a ZWiki web
pt_br: Adicione um ZWiki web

source: identifies your edits
pt_br: identifique suas edições

source: Status
pt_br: Estado

source: Submitted by
pt_br: Enviado por

source: Email address
pt_br: Endereço de e-mail

source: for subscribing
pt_br: para inscrição

source: Editform
pt_br: Editar formulário

source: width
pt_br: largura

source: height
pt_br: altura

source: textarea dimensions; width will be 100% if supported
pt_br: dimensões da área de texto; se suportada, a largura deve ser 100%

source: Time zone
pt_br: Local de tempo

source: Your local time is
pt_br: Seu tempo local é

source: (localizes most times)
pt_br: (localizar a maioria dos tempos)

source: Show logo ?
pt_br: Mostrar o logo ?

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Show page hierarchy ?
pt_br: Mostrar a hierarquia de páginas ?

source: This wiki keeps a page hierarchy, which you can use or ignore.
pt_br: Este wiki mantém uma hierarquia de páginas, que você pode usar ou ignorar.

source: Show search field ?
pt_br: Mostrar campo de busca ?

source: except in minimal mode
pt_br: exceto no modo mínimo

source: Id
pt_br: Identificador

source: Show AnnoyingQuote ?
pt_br: Mostrar CitaçõesIrritantes ?

source: in full mode
pt_br: em modo total

source: Show page management form ?
pt_br: Mostrar a página de gerenciamento?

source: You must also configure a username or be logged in.
pt_br: Você deve configurar um nome de usuário ou logar-se.

source: Title
pt_br: Título
pt_pt: Título

source: Enter a word or phrase and hit enter to search the entire wiki.
pt_br: Insira uma paravra ou frase e acesse enter para buscar no wiki inteiro.

source: This is the same as using the search field at top right.
pt_br: Isto é o mesmo que usar o campo de busca no topo direito.

source: Tips: A single word works best for matching page names.
pt_br: Dicas: Uma palavra simples funciona melhor para nomes de páginas combinados.

source: Case-insensitivity and wildcards may be supported depending on your catalog configuration.
pt_br: Insensível-a-caixa e wildcards podem ser suportados dependendo da configuração do seu catálogo.

source: Leave it blank to list all pages.
pt_br: Deixe em branco para listar todas as páginas.

source: Search
pt_br: Buscar

source: Text matching
pt_br: Texto combinado

source: hits
pt_br: acessos

source: no catalog or the catalog search gave an error, a brute-force search was used
pt_br: nenhum catálogo ou deu um erro no catálogo de buscas, uma busca na força-bruta foi usada

source: Pages changed in the last
pt_br: Páginas alteradas ultimamente

source: Recently changed pages, with summaries
pt_br: Páginas recentemente alteradas, com os sumários

source: Show summaries ?
pt_br: Mostrar sumários ?

source: Refresh
pt_br: Atualizar

source: Edited&nbsp;by
pt_br: Editado&nbsp;por

source: Time
pt_br: Tempo

source: Create wiki
pt_br: Criar um wiki

source: NEW
pt_br: NOVO

source: anonymous
pt_br: anônimo

source: Pages marked (NEW) have been created within the last week
pt_br: Páginas marcadas (NOVO) foram criadas durante a última semana

source: Enter a search term, or click the numbers to the right, or
pt_br: Insira um termo de busca, ou clique nos números a direita, ou

source: search issues
pt_br: buscar ocorrências

source: all
pt_br: todos

source: and enter
pt_br: e entre

source: category
pt_br: categoria

source: status
pt_br: estado

source: modified
pt_br: modificado

source: Add a new issue:
pt_br: Adicionar uma nova ocorrência:

source: Category:
pt_br: Categoria:

source: Status:
pt_br: Estado:

source: Details:
pt_br: Detalhes:

source: add issue
pt_br: adiciona ocorrência

source: More advanced
pt_br: Mais avançado

source: Name contains any of:
pt_br: Nome contém:

source: Page text contains any of:
pt_br: Texto da página contém:

source: Categories:
pt_br: Categorias:

source: Statuses:
pt_br: Estados

source: backlinks_reparent_help
pt_br: Você pode alterar o(s) pai(s) desta(s) página(s) para colocá-la(s) com todas as páginas da hierarquia. Selecione a caixa ou insira um novo nome de página e clique em Reparentar. Um pai simples é geralmente suficiente.
pt_pt: Pode alterar o(s) pai(s) desta página de modo a colocá-la dentro da hierarquia geral das páginas. Seleccione a caixa ou insira um novo nome de página e clique em Perfilhar. Regra geral, ter apenas um pai é suficiente.

source: is a top-level topic.
pt_br: é um tópico de nível superior.
pt_pt: é um tópico principal.

source: is a subtopic of:
pt_br: é um subtópico de:
pt_pt: é um subtópico de:

source: Here are the pages which link to it:
pt_br: Aqui estão as páginas que apontam para esta:
pt_pt: Aqui estão as páginas que apontam para esta:

source: There was a problem with one of this wiki's skin templates. There may be an object with a skin template ID that is not a Page Template or DTML Method, or the template may be missing.
pt_br: Existe um problema com um destes templates de pele do wiki. Talvez exista um objeto com um ID de um template de pele que não é uma Page Template ou DTML Method, ou o template pode estar danificado.
pt_pt: Ocorreu um problema com um destes templates de aspecto do wiki. Talvez exista um objecto com um ID de um template de aspecto que não é um Page Template ou DTML Method, ou o template pode estar danificado.

source: Contents
pt_br: Conteudos
pt_pt: Conteúdos

source: Diffs for
pt_br: Comparações para
pt_pt: Diferenças para

source: cancel
pt_br: cancelar
pt_pt: cancelar

source: toggle source/WYSIWYG mode
pt_br: comutar entre os modos fonte/WYSIWYG

source: Optional change note
pt_br: Nota de alteração opcional
pt_pt: Nota de alteração opcional

source: a note makes RecentChanges more useful
pt_br: uma nota cria ModificacoesRecentes mais usáveis

source: Upload a file or image
pt_br: Carregar um arquivo ou imagem
pt_pt: Transferir um arquivo ou imagem

source: For editing help, see
pt_br: Para ajuda na ediçao, veja
pt_pt: Para ajuda na edição, veja

source: HelpPage
pt_br: PaginaDeAjuda

source: TextFormattingRules
pt_br: RegrasDeFormatacaoDeTexto

source: Create
pt_br: Criar

source: create this wiki page
pt_br: criar esta página wiki

source: cancel this edit and return to the page
pt_br: cancelar esta edição e retornar para a página

source: Page name
pt_br: Nome da página
pt_pt: Nome da página

source: the name of this wiki page (changing this may be slow!)
pt_br: o nome desta página wiki (a alteração disto pode ser lenta!)

source: type
pt_br: tipo
pt_pt: tipo

source: select the formatting and rendering style for this page
pt_br: selecione o estilo de formatação e renderização desta página

source: page rating
pt_br: avaliação da página

source: rating_score
pt_br: ${score} de ${nb_votes} votos

source: click to rate
pt_br: clique para avaliar

source: voting as
pt_br: votando como

source: Unsubscribe from this page
pt_br: Desfazer inscrição nesta página

source: Subscribe to this page
pt_br: Inscrever nesta página

source: search all pages
pt_br: buscar em todas as páginas

source: show front page
pt_br: mostrar a página de frente

source: home
pt_br: inicial

source: show wiki contents
pt_br: mostrar os conteúdos do wiki
pt_pt: mostrar o conteúdo da wiki

source: show discussion page
pt_br: mostrar a página de discussões

source: discussion
pt_br: discussão

source: issues
pt_br: ocorrências

source: show wiki index
pt_br: mostrar o sumário do wiki

source: index
pt_br: sumário

source: show upload page
pt_br: mostrar a página de atualizações

source: uploads
pt_br: atualizações

source: show wiki options
pt_br: mostrar as opções do wiki

source: options
pt_br: opções

source: show help page
pt_br: mostrar a página de ajuda

source: help
pt_br: ajuda

source: show all features
pt_br: mostrar todas as características
pt_pt: mostrar todas as funcionalidades

source: full
pt_br: tudo

source: show basic features
pt_br: mostrar características básicas
pt_pt: mostrar funcionalidades básicas

source: simple
pt_br: simples

source: show only essential features
pt_br: mostrar somente características essenciais
pt_pt: mostrar apenas funcionalidades essenciais

source: minimal
pt_br: mínimo

source: configure email subscription to this page or site
pt_br: configurar a inscrição de e-mail para esta página ou site
pt_pt: configurar a subscrição por email para esta página ou site

source: subscribe
pt_br: inscreva

source: show this page's change history
pt_br: mostrar o histórico de alterações desta página
pt_pt: mostrar o historial relativo a alterações desta página

source: diff
pt_br: comparar

source: edit
pt_br: editar

source: edit using external editor
pt_br: editar usando um editor externo
pt_pt: editar utilizando um editor externo

source: (external edit)
pt_br: (edição externa)

source: go to home page
pt_br: vá para a página inicial
pt_pt: ir para a página inicial

source: replying
pt_br: respondendo

source: to comment (and cc any subscribers) enter text here and click add
pt_br: para comentar (e enviar cópia para alguns inscritos) insira o texto aqui e clique em adicionar
pt_pt: para comentar (e contactar via cc quaisquer subscritores) introduza texto aqui e clique adicionar

source: ${nb} subscribers
pt_br: ${nb} inscritos

source: 1 subscriber
pt_br: 1 inscrito

source: no subscribers
pt_br: nenhum incrito

source: parent_name_replace
pt_br: novo pai, nome ou substituição
pt_pt: novo pai, nome ou substituto

source: enter a new parent, new name, replacement page (if any) or subtopic name
pt_br: insira um novo pai, novo nome, substitua a página (se tiver) ou o nome do subtópico

source: reparent this page under the page you have entered
pt_br: reordene esta página na página que você quer inserir
pt_pt: perfilhe esta página em relação à página que introduziu

source: rename this page to the name you have entered, updating all links
pt_br: renomeie esta página para o nome que você quer inserir, atualizando todos os links
pt_pt: renomeie esta página para o nome dado por si, actualizando todos os links

source: delete!
pt_br: deletar!

source: move this page to the recycle bin, and relink to the name you have entered
pt_br: mova esta página para a lixeira, e reaponte para o nome que você quer inserir

source: Backlinks for
pt_br: Links para
pt_pt: Links para

source: box_zwiki_showhierarchy
pt_br: Você pode também configurar o(s) <em>pai(s)</em> desta página, para localizá-la na hierarquia de conteúdos. Selecione as caixar ou insira um novo nome da página e clique Reordenar. Um pai simples geralmente é suficiente.
pt_pt: Pode também definir o(s) <em>pai(s)</em> desta página de modo a colocá-la dentro da hierarquia de conteúdo. Seleccione as caixas ou introduza o nome de uma nova página e clique Perfilhar. Regra geral apenas um pai é suficiente.

source: Other parent
pt_br: Outro pai
pt_pt: Outro pai

source: Reparent
pt_br: Reordenar
pt_pt: Perfilhar

source: Singletons
pt_br: Simples
pt_pt: Simples

source: full history
pt_br: toda a história
pt_pt: história completa

source: return to page
pt_br: voltar para a página
pt_pt: voltar à página

source: label_body_text
pt_br: Corpo do texto
pt_pt: Corpo do texto

source: help_wikibody
pt_br: Em uma página Wiki, você usa [colchetes] para criar links. Quando você salva a página, os conteúdos entre colchetes terão um pequeno link <code>?</code> depois deles, que você clica para criar uma nova página com esse nome.
pt_pt: Numa página Wiki, utilizam-se [parêntesis rectos] para criar links. Quando a página é gravada, o conteúdo introduzido dentro dos parêntesis rectos terá um pequeno link <code>?</code> à sua frente que pode ser utilizado para criar uma nova página com esse nome.

source: label_note
pt_br: Nota para a história da página (opcional)
pt_pt: Nota para a história da página (opcional)

source: help_wikinote
pt_br: Uma curta descrição de suas alteraçães.
pt_pt: Uma curta descrição de suas alterações.

source: label_upload_contents_optional
pt_br: Carregar um arquivo ou imagem (opcional)
pt_pt: Transferir um arquivo ou imagem (opcional)

source: help_wikiupload
pt_br: Anexar um arquivo ou uma imagem nesta página wiki.
pt_pt: Anexar um arquivo ou uma imagem para esta página wiki.

source: label_format
pt_br: Formato da página
pt_pt: Formato da página

source: help_format
pt_br: Se você está incerto de que formato usar, simplesmente selecione Texto Plano e digite o documento como você geralmente faz.
pt_pt: Se está incerto sobre qual formato usar, simplesmente seleccione Texto Simples e escreva o texto como faz normalmente.

source: Save
pt_br: Salvar
pt_pt: Gravar

source: heading_edit_wiki_page
pt_br: Editar ${itemtype} "${pagename}"
pt_pt: Editar ${itemtype} "${pagename}"

source: description_edit_wiki_page
pt_br: Uma página do Wiki permite a você criar páginas ricamente interconectadas.
pt_pt: Uma página Wiki permite-lhe criar páginas ricamente interligadas.

source: legend_wiki_page_details
pt_br: Detalhes da Página Wiki
pt_pt: Detalhes da Página Wiki

source: label_pagename
pt_br: Nome da página
pt_pt: Nome da página

source: label_required
pt_br: (Requerido)
pt_pt: (Obrigatório)

source: Required
pt_br: Requerido
pt_pt: Obraigatório

source: help_shortname
pt_br: Nota: Renomear uma página em um wiki grande pode ser lento. Outras páginas serão atualizadas se possível.
pt_pt: Nota: Renomear uma página numa grande wiki pode ser lento. Outras páginas serão actualizadas se possível.

source: heading_wiki_filter_issues
pt_br: Filtro de ocorrências
pt_pt: Filtro de assuntos

source: heading_wiki_issue_tracker
pt_br: Acompanhamento de ocorrências

source: heading_wiki_recent_changes
pt_br: Alterações recentes
pt_pt: Alterações recentes

source: heading_wiki_search_wiki
pt_br: Buscar neste wiki
pt_pt: Procurar nesta wiki

source: subscribed_wiki_no
pt_br: Você não está atualmente inscrito<br /> no em todo o wiki.
pt_pt: Não se encontra subscrito <br /n> à totalidade da wiki

source: Unsubscribe from whole wiki
pt_br: Desfazer inscrição em todo o wiki
pt_pt: Anular a subscrição da wiki na sua totalidade

source: Subscribe to whole wiki
pt_br: Inscrever-se em todo o wiki
pt_pt: Subscrever a wiki na sua totalidade

source: other_page_subscribed
pt_br: Você está inscrito nestas outras páginas
pt_pt: Está subscrito a estas outras páginas

source: Mail subscription
pt_br: Envio de inscrição
pt_pt: Subscrição por email

source: Page subscribers
pt_br: Inscritos na página
pt_pt: Subscritores da página

source: Wiki subscribers
pt_br: Inscritos no wiki
pt_pt: Subscritores da Wiki

source: subscribe_desc
pt_br: Você pode inscrever-se nesta página ou em todo o wiki. Os inscritos recebem uma cópia dos comentários via e-mail (porém não as edições gerais, a menos que seja habilitado pelo administrador do site). Ou retorne para
pt_pt: Pode tornar-se subscritor desta página ou da wiki na sua totalidade. Os subscritores recebem uma cópia dos comentários via email (mas não das edições feitas à página, a não ser que o administrador do site o possibilite). Ou envie para

source: Your email address
pt_br: Seu endereço de e-mail
pt_pt: O seu endereço de email

source: Change
pt_br: Alterar
pt_pt: Altere

source: subscribe_no_email
pt_br: Para inscrever-se, por favor configure o seu endereço de e-mail.
pt_pt: Para subscrever, por favor introduza o endereço de email.

source: subscribed_page_ok
pt_br: Você está atualmente inscrito<br /> nesta página.
pt_pt: Encontra-se subscrito<br /> a esta página.

source: subscribed_page_no
pt_br: Você não está atualmente inscrito<br /> nesta página.
pt_pt: Não se encontra subscrito<br /> a esta página.

source: Unsubscribe from this page
pt_br: Desfazer inscrição nesta página

source: Subscribe to this page
pt_br: Inscrever nesta página
