Repository: EduCodeBe/ZWiki
Catalog: i18n/zwiki-*.po
Languages: pt_br, pt_pt

source: subscribed_wiki_ok
pt_br: Você está atualmente inscrito<br /> em todo o wiki.
pt_pt: Encontra-se subscrito <br /n> à totalidade da wiki

source: File Uploads
pt_br: Arquivos Carregados
pt_pt: Transferência de Ficheiros

source: uploads_desc
pt_br: Esta página lista todas as cargas neste Wiki
pt_pt: Esta página mostra todas as transferências efectuadas nesta Wiki.

source: view
pt_br: visualizar

source: no_files_uploaded
pt_br: Nenhum arquivo foi carregado
pt_pt: Não foram transferidos ficheiros.

source: heading_wiki_user_options
pt_br: Opções do usuário
pt_pt: Opções do utilizador

source: box_wiki_navigation
pt_br: Navegação no wiki
pt_pt: Navegação da Wiki

source: a subject helps clarify threads and RecentChanges
pt_br: um assunto ajuda a esclarecer threads e RecentChanges
pt_pt: um assunto ajuda a clarificar discussões e AlteracoesRecentes

source: subject
pt_br: assunto
pt_pt: assunto

source: enter comments here and click add; or, click edit
pt_br: insira comentários aqui e clique adicionar; ou, clique editar

source: add-comment
pt_br: Adicionar um comentário

source: << previous edit
pt_pt: << edição anterior

source: next edit >>
pt_pt: próxima edição >>

source: Show subtopics on this page & below ?
pt_pt: Mostrar subtópicos nesta página e filhas?

source: default
pt_pt: padrão

source: never
pt_pt: nunca

source: always
pt_pt: sempre

source: add a comment
pt_pt: adicionar um comentário

source: move this page to the recycle bin, and relink to the name you have entered.
pt_pt: envie esta página para o recycle bin e altere o link para o nome que introduziu.

source: pagetype
pt_pt: Tipo da página

source: View
pt_pt: Visualizar

source: Edit
pt_pt: Editar

source: Description
pt_pt: Descrição

source: Change and View
pt_pt: Altere e Visualize
